Repository: nightscout/Trio
Catalog: Trio/Sources/Localizations/Main/Localizable.xcstrings
Source language: en
Languages: bg, cs, da, de, es, fr, it, nb_no, nl, pl, pt_pt, ru, sv, uk, vi, zh_hant

source: Largest basal rate allowed.
bg: Максимално допустима базална доза.
cs: Největší povolená bazální dávka.
da: Største basal sats tilladt.
de: Größte erlaubte Basalrate
es: Tasa basal más grande permitida.
fr: Le plus grand débit basal autorisé.
it: Tasso basale più grande permesso.
nb_no: Største tillatte basalrate.
nl: Hoogst toegestane basaalsnelheid.
pl: Największa dozwolona dawka podstawowa.
pt_pt: Taxa basal maior permitida.
ru: Максимальная допустимая базовая ставка.
sv: Största tillåtna basal.
uk: Максимальну базову швидкість дозволено.
vi: Tốc độ liều nền tối đa được phép.
zh_hant: 允許的最大基礎率。

source: Largest bolus of insulin allowed.
bg: Максимално допустим болус инсулин.
cs: Největší možný bolus inzulínu.
da: Største bolus af insulin tilladt.
de: Größter erlaubter Insulin Bolus
es: bolo más grande de insulina permitida.
fr: Plus grand bolus d’insuline autorisé.
it: Bolo più grande di insulina permessa.
nb_no: Største tillatte bolusdose.
nl: Grootste bolus van insuline toegestaan.
pl: Największy dozwolony bolus insuliny.
pt_pt: Maior bólus da insulina permitido.
ru: Самый большой уровень инсулина.
sv: Största tillåtna bolus.
uk: Найбільший болус дозволеного інсуліну.
vi: Liều bolus insulin tối đa được phép.
zh_hant: 允許的最大胰島素注射量。

source: Last Blood Sugar prediction
bg: Последна прогноза за кръвна захар
cs: Poslední předpověď glykémie
da: Sidste blodsukker forudsigelse
de: Letzte Blutzuckervorhersage
es: Última predicción de Abujo de Sangre
fr: Dernière prédiction de la valeur de glucose
it: Ultima previsione di Zucchero nel Sangue
nb_no: Siste blodsukker-prediksjon
nl: Laatste bloedsuikervoorspelling
pl: Ostatnia prognoza poziomu glikemii
pt_pt: Previsão do açúcar do último sangue
ru: Последнее предсказание глюкозы
sv: Senaste glukosprognos
uk: Останнє передбачення глюкози
vi: Dự đoán đường huyết gần nhất
zh_hant: 最後一次血糖預測

source: Last Loop Time
bg: Време на последния цикъл
cs: Čas poslední smyčky
da: Sidste Løkke Tid
de: Zeit des letzten Loops
es: Última Bucle
fr: Heure de la dernière boucle fermée
it: Ultimo Tempo Di Ciclo
nb_no: Tid for siste loop
nl: Laatste lus
pl: Czas ostatniej pętli
pt_pt: Hora da Última Repetição
ru: Время последнего цикла
sv: Senaste looptid
uk: Час останнього циклу
vi: Thời gian vòng lặp gần nhất
zh_hant: 最後一次循環時間

source: Last loop was > 15 m ago.
bg: Последният цикъл е преди > 15 мин.
cs: Poslední smyčka byla > 15 m.
da: Sidste loop var > 15 m siden.
de: Der letzte Loop liegt > 15 min zurück.
fr: Dernière boucle fermée, il y a plus de 15 min.
nb_no: Siste loop var > 15 min siden.
nl: Laatste loop was > 15m geleden.
pl: Ostatnia pętla była > 15 m temu.
sv: Senaste loop > 15 m sedan.
vi: Vòng lặp gần nhất cách đây > 15 phút.
zh_hant: 最後一次循環超過 15 分鐘前。

source: Last loop was more than %d min ago
bg: Последният цикъл е преди повече от %d мин
cs: Poslední smyčka byla více než před %d min
da: Sidste løkke var mere end %d min siden
de: Letzter Loop liegt mehr als %d min zurück
es: El último ciclo fue hace más de %d min
fr: La dernière boucle fermée remonte à plus de %d min
it: L'ultimo ciclo è stato più di %d min fa
nb_no: Det er mer enn %d min siden siste loop
nl: Laatste loop was meer dan %d min geleden
pl: Ostatnia ukończona pętla była ponad %d min temu
pt_pt: O último laço foi mais de %d min atrás
ru: Последний цикл был более %d минут назад
sv: Senaste loop var för mer än %d min sedan
uk: Останній цикл був більше, ніж %d хв тому
vi: Loop dừng hoạt động hơn %d phút trước
zh_hant: 最後一次循環距今超過%d分鐘

source: Last measurement
bg: Последно измерване
cs: Poslední měření
da: Sidste måling
de: Letzte Messung
es: Última medición
fr: Dernière mesure
it: Ultima misurazione
nb_no: Siste måling
nl: Laatste meting
pl: Ostatni pomiar
pt_pt: Última medição
ru: Последнее измерение
sv: Senaste mätning
uk: Останнє вимірювання
vi: Lần đo cuối cùng
zh_hant: 最後一次測量

source: Last run
bg: Последно стартиране
cs: Poslední spuštění
da: Senest kørt
de: Letzte Berechnung
es: Última ejecución
fr: Dernière exécution
it: Ultimo ciclo
nb_no: Siste kjøring
nl: Laatste berekening
pl: Ostatnie uruchomienie
pt_pt: Ultima execução
ru: Последний запуск
sv: Kördes senast
uk: Останній запуск
vi: Chạy lần trước
zh_hant: 最後一次運行

source: Latest dev: %@
bg: Последна dev версия: %@
cs: Nejnovější vývojářská verze: %@
de: Neueste Dev-Version: %@
fr: Dernière version développeur : %@
nb_no: Siste dev: %@
pl: Najnowsza wersja dev: %@
vi: Phiên bản mới nhất: %@
zh_hant: 最新版本: %@

source: Latest dev: Fetching...
bg: Последна dev версия: извличане...
cs: Načítám nejnovější vývojářskou verzi...
de: Neueste Dev-Version: Wird abgerufen...
fr: Dernière version développeur : Récupération...
nb_no: Siste dev: Henter...
pl: Najnowsza wersja dev: Pobieranie...
vi: Phiên bản mới nhất: Đang tải...
zh_hant: 最新版本: 取得中...

source: Latest Raw Algorithm Output
bg: Последен суров изход на алгоритъма
cs: Poslední surový výstup algoritmu
da: Seneste Raw Algoritme Output
de: Neuste Algorithmus-Rohdaten Ausgabe
es: Última Salida de Algoritmo Raw
fr: Dernières données brutes de l’algorithme
it: Ultimo Output Dell'Algoritmo Crudo
nb_no: Siste beregninger fra algoritmen
nl: Laatste ruwe Algoritme Uitvoer
pl: Najnowsze dane wyjściowe algorytmu
pt_pt: Última saída de algoritmo bruto
ru: Последний вывод сырого алгоритма
sv: Senaste data från algoritmen
uk: Останній вихідний алгоритм
vi: Dữ liệu tính toán mới nhất
zh_hant: 最新原始演算法輸出

source: Latest version: %@
bg: Последна версия: %@
cs: Poslední verze: %@
da: Seneste version: %@
de: Neuste Version: %@
es: Última versión: %@
fr: Dernière version : %@
it: Ultima versione: %@
nb_no: Siste versjon: %@
nl: Laatste versie: %@
pl: Ostatnia wersja: %@
pt_pt: Última versão: %@
ru: Последняя версия: %@
sv: Senaste version: %@
vi: Phiên bản mới nhất：%@
zh_hant: 最新版本: %@

source: Latest version: Fetching...
bg: Последна версия: извличане...
cs: Načítám nejnovější verzi...
da: Seneste version: Henter...
de: Letzte Version: Laden...
es: Última versión: Recuperando...
fr: Dernière version : Récupération...
it: Ultima versione: Recupero...
nb_no: Siste versjon: Henter...
nl: Laatste versie: Ophalen...
pl: Najnowsza wersja: pobieranie...
pt_pt: Última versão: Buscando...
ru: Последняя версия: выборка...
sv: Senast ändrad: Hämtar...
uk: Остання версія: Завантаження...
vi: Phiên bản mới nhất: Đang tải...
zh_hant: 最新版本: 取得中...

source: Layout
bg: Оформление
cs: Rozvržení
es: Diseño
fr: Mise en page
nb_no: Oppsett
nl: Indeling
pl: Wygląd
pt_pt: Disposição
ru: Макет
uk: Макет
vi: Bố cục
zh_hant: 佈局

source: leave everything on default
bg: оставете всичко по подразбиране
cs: ponechat vše ve výchozím
da: lad alt stå på standard
de: alles auf Standard lassen
fr: Laisser les réglages par défaut
nb_no: la alt stå til standard
nl: laat alles op standaard staan
pl: pozostaw wszystko domyślnie
sv: använder standardinställningarna
vi: để mọi thứ ở mặc định
zh_hant: 將所有設定保留在預設值

source: Let's go through a few quick steps to ensure Trio works optimally for you.
bg: Да преминем през няколко бързи стъпки, за да работи Trio оптимално за вас.
cs: Pojďme projít pár rychlých kroků, abychom zajistili, že Trio bude funguje optimálně.
da: Lad os gå igennem et par hurtige trin for at sikre, at Trio fungerer optimalt for dig.
de: Gehen wir ein paar Schritte durch, um sicherzustellen, dass Trio für Dich optimal funktioniert.
fr: Suivons quelques étapes rapides pour que l'application Trio fonctionne de manière optimale pour vous.
nb_no: La oss gå gjennom noen enkle steg for å sikre at Trio fungerer optimalt for deg.
nl: Laten we een paar snelle stappen nemen om ervoor te zorgen dat Trio optimaal voor jou werkt.
pl: Przejdźmy przez kilka szybkich kroków, aby upewnić się, że Trio działa optymalnie.
sv: Låt oss gå igenom några snabba steg för att säkerställa att Trio fungerar optimalt för dig.
vi: Hãy cùng thực hiện một vài bước nhanh để đảm bảo Trio hoạt động tối ưu cho bạn.
zh_hant: 讓我們通過幾個快速步驟，確保 Trio 對您運行最佳。

source: Libre Calibrations
bg: Libre калибрирания
cs: Kalibrace Libre
da: Libre Kalibrationer
de: Libre Kalibrierung
es: Calibraciones Libre
fr: Étalonnages du capteur Libre
it: Calibrazioni Libre
nb_no: Kalibrering for Libre
nl: Libre kalibraties
pl: Kalibracje Libre
pt_pt: Calibração do Libre
ru: Калибровка Libre
sv: Libre Kalibreringar
uk: Лібрі калібровані
zh_hant: Libre 校準

source: Libre sensor was incorrectly read, CRCs were not valid
bg: Libre сензорът беше прочетен неправилно, CRC стойностите са невалидни
cs: Senzor Libre byl nesprávně načten, kontrolní součty (CRC) nejsou platné
da: Libre sensor blev forkert læst, CRC'er var ikke gyldige
de: Libre Sensor wurde unkorrekt ausgelesen, CRCs waren nicht gültig
es: Sensor libre fue leído incorrectamente, CRCs no son válidos
fr: Lecture incorrecte du capteur Libre : les CRC étaient invalides
it: Il sensore di Libre è stato letto erroneamente, I CRC non erano validi
nb_no: Libre-sensoren var feil lest, CRC-er var ugyldige
nl: Libre sensor is onjuist gelezen, CRC's waren niet geldig
pl: Czujnik Libre został nieprawidłowo odczytany, CRC nie były poprawne
pt_pt: Sensor Libre foi lido incorretamente, CRCs não eram válidos
ru: Сенсор прочитан некорректно, неверная контрольная сумма
sv: Libre-sensor felaktigt läst, CRCs ogiltiga
uk: Датчик Libre неправильно прочитано, CRC не правильні
vi: Cảm biến libre không được đọc đúng, CRCs không hợp lệ
zh_hant: Libre 傳感器讀取不正確，CRC未驗證有效

source: Libre Transmitter
bg: Libre предавател
cs: Vysílač Libre
da: Libre Sender
es: Transmisor Libre
fr: Transmetteur Libre
it: Trasmettitore Libre
nb_no: Libre-sender
nl: Libre zender
pt_pt: Transmissor Livre
ru: Libre трансмиттер
sv: Libre-sändare
uk: Лібр-трансмітер
zh_hant: Libre 發射器

source: Libre Transmitters
bg: Libre предаватели
cs: Vysílače Libre
da: Libre Sendere
de: Libre Transmitter
es: Transmisores libres
fr: Transmetteurs Libre
it: Trasmettitori Libre
nb_no: Libre-sendere
nl: Libre zenders
pt_pt: Transmissores Livres
ru: Передатчики Libre
sv: Libre-sändare
uk: Перевізники Libre
zh_hant: Libre 發射器

source: Light
bg: Светло
cs: Světlý
da: Lys
de: Hell
es: Claro
fr: Clair
it: Chiaro
nb_no: Lys
nl: Licht
pl: Jasny
pt_pt: Fino
sv: Ljust
uk: Світла
vi: Sáng
zh_hant: 淺色

source: Light:
bg: Светло:
cs: Světlý:
da: Lys:
de: Hell:
es: Luz:
fr: Clair :
it: Luce:
nb_no: Lys:
nl: Licht:
pl: Jasny:
pt_pt: Claro:
ru: Светлое:
sv: Ljus:
uk: Світло:
vi: Sáng:
zh_hant: 光線:

source: Limit
bg: Лимит
da: Grænse
fr: Limite
nb_no: Grense
nl: Beperk
sv: Gräns
vi: Giới hạn
zh_hant: 限制

source: Limit Per Entry
bg: Лимит на запис
cs: Limit na záznam
da: Grænse Pr. Indgang
de: Limit pro Eintrag
es: Limitar por entrada
fr: Limite par ajout
it: Limite Per Voce
nb_no: Grense per oppføring
nl: Limiet per Invoer
pl: Limit do wpisania
pt_pt: Limitar por entrada
ru: Лимит на запись
sv: Begränsa per post
uk: Ліміт за запис
vi: Giới hạn mỗi lần nhập
zh_hant: 每次輸入的限制

source: Limited by Max IOB.
bg: Ограничено от Max IOB.
cs: Omezeno maximálním IOB.
da: Begrænset af Max IOB.
de: Begrenzt von Max IOB.
fr: Limité par l’IOB maximal.
nb_no: Begrenset av Maks IOB.
nl: Beperkt door Max IOB.
pl: Ograniczone przez Max IOB.
sv: Begränsad av max IOB.
vi: Bị giới hạn bởi IOB tối đa.
zh_hant: 因最大 IOB 而受限。

source: Limits per Entry
bg: Лимити на запис
cs: Limity na položku
da: Grænser pr. indgang
de: Grenzen pro Eintrag
es: Límites por entrada
fr: Limites par ajout
it: Limiti per voce
nb_no: Begrensninger per måltid
nl: Limiet per Invoer
pl: Wartości graniczne dla wpisu
pt_pt: Limites por Entrada
ru: Ограничения на запись
sv: Begränsningar per måltidspost
uk: Ліміти за запис
vi: Giới hạn mỗi lần nhập
zh_hant: 每次輸入的限制

source: Limits temporary basal rates to this percentage of the current basal rate.
bg: Ограничава временните базални дози до този процент от текущата базална доза.
cs: Omezí dočasné bazály na toto procento aktuálního bazálu.
da: Begræns midlertidige basale satser til denne procentdel af den nuværende basale sats.
de: Begrenzt die Temporären Basalraten auf diesen Prozentsatz der aktuellen Basalrate.
es: Limita las tasas basales temporales a este porcentaje de la tasa basal actual.
fr: Limite les débits basaux temporaires à ce pourcentage du débit basal en cours.
it: Limita i tassi basali temporanei a questa percentuale del tasso basale corrente.
nb_no: Begrenser midlertidige basalrater til denne prosentandelen av nåværende basalrate.
nl: Beperk tijdelijke basaalsnelheden tot dit percentage van de huidige basaalsnelheid.
pl: Ogranicza tymczasowe dawki bazowe do procentu aktualnej raty dawki podstawowej.
pt_pt: Limita taxas basais temporárias para esta porcentagem da taxa basal atual.
ru: Ограничивает временную базисную ставку до этого процента от текущего базисного курса.
sv: Begränsar tillfällig basal till denna procentandel av den nuvarande basalnivån.
uk: Обмежує тимчасові базові ставки до цього відсотка від поточної базової ставки.
vi: Giới hạn liều nền tạm thời ở mức phần trăm này so với liều nền hiện tại.
zh_hant: 將臨時基礎率限制為當前基礎率的此百分比。

source: Limits temporary basal rates to this percentage of your largest basal rate.
bg: Ограничава временните базални дози до този процент от максималната ви базална доза.
cs: Omezí dočasné bazály na toto procento tvého nejvyššího bazálu.
da: Begræns midlertidige basal satser til denne procentdel af din største basal sats.
de: Begrenzt die Temporäre Basalrate auf diesen Prozentsatz der höchsten Basalrate.
es: Limita las tarifas basales temporales a este porcentaje de su tarifa basal más grande.
fr: Limite les débits basaux temporaires à ce pourcentage de votre débit basal le plus élevé.
it: Limita i tassi basali temporanei a questa percentuale del tasso basale più grande.
nb_no: Begrenser midlertidige basalrater til denne prosentandelen av din høyeste basalrate.
nl: Beperk tijdelije basaalsnelheden tot dit percentage van uw hoogste basaalsnelheid.
pl: Ogranicza tymczasowe dawki bazowe do procentu największej raty dawki podstawowej.
pt_pt: Limita taxas basais temporárias para esta porcentagem de sua maior taxa basal.
ru: Ограничивает временные базисные ставки до этого процента вашей самой большой базовой ставки.
sv: Begränsar tillfällig basal till denna procentandel av dygnets högsta basalnivå.
uk: Обмежує тимчасові базові ставки до цього відсотка вашої найбільшої базової ставки.
vi: Giới hạn liều nền tạm thời ở mức phần trăm này so với liều nền cao nhất của bạn.
zh_hant: 將臨時基礎率限制為最大基礎率的此百分比。

source: Limits the size of a single Super Micro Bolus (SMB) dose.
bg: Ограничава размера на една доза Super Micro Bolus (SMB).
cs: Omezuje velikost jedné dávky supermikrobolusu (SMB).
da: Begrænser størrelsen af en enkelt Super Micro Bolus (SMB) dosis.
de: Begrenzt die Größe eines einzelnen Super Micro Bolus (SMB).
es: Limita el tamaño de una sola dosis de Super Bolo Micro (SMB).
fr: Limite la quantité d'une seule dose de Super Micro Bolus (SMB).
it: Limita la dimensione di una singola dose di Super Micro Bolo (SMB).
nb_no: Begrenser størrelsen på en enkelt dose Super Mikro Bolus (SMB).
nl: Beperkt de grootte van een enkele Super Micro Bolus (SMB) dosis.
pl: Ogranicza wielkość pojedynczej dawki Super Micro Bolus (SMB).
pt_pt: Limita o tamanho de uma única dose de Super Micro Bolus (SMB).
sv: Begränsar den tillåtna storleken per supermikrobolus (SMB).
uk: Обмежує розмір однієї супер мікро Болуса (SMB) дози.
vi: Giới hạn kích thước của một liều Super Micro Bolus (SMB) đơn lẻ.
zh_hant: 限制單次超微量注射 (SMB) 劑量的大小。

source: Limits the size of a single Unannounced Meal (UAM) SMB dose.
bg: Ограничава размера на една SMB доза при необявено хранене (UAM).
cs: Omezuje velikost jedné dávky supermikrobolusu (SMB) pro neohlášené jídlo (UAM).
da: Begræns størrelsen af en enkelt uanmeldt måltid (UAM) SMB dosis.
de: Begrenzt die Größe eines einzelnen Unannounced Meal (UAM) SMB.
es: Limita el tamaño de una sola dosis SMB sin anunciar (UAM).
fr: Limite la quantité d’un bolus SMB pour un repas non annoncé (UAM).
it: Limita la dimensione di una singola dose di SMB senza preavviso (UAM).
nb_no: Begrenser størrelsen på en enkelt SMB-dose for uanmeldte måltider (UAM).
nl: Beperkt de grootte van een enkele Unannounced Meal (UAM) SMB dose.
pl: Ogranicza wielkość pojedynczej dawki SMB niezapowiedzianego posiłku (UAM).
pt_pt: Limita o tamanho de uma única dose SMB de refeição não anunciada (UAM).
sv: Begränsar den tillåtna storleken per SMB för oanmäld måltid (UAM).
uk: Обмежує розмір єдиного оголошеного м’яса (UAM) SMB.
vi: Giới hạn lượng insulin của một liều SMB cho bữa ăn chưa khai báo (UAM).
zh_hant: 限制單次無預告餐點 (UAM) 的超微量注射 (SMB) 劑量大小。

source: Lines
bg: Линии
cs: Čáry
da: Linjer
de: Linien
es: Líneas
fr: Lignes
it: Linee
nb_no: Linjer
nl: Regels
pl: Liniowy
pt_pt: linhas
ru: Строки
sv: Linjer
uk: Лінії
zh_hant: 行數

source: List all states of Trio
bg: Списък на всички състояния на Trio
cs: Seznam všech stavů Tria
da: Liste over alle stater i Trio
de: Alle Eigenschaften von Trio auflisten
es: Listar todos los estados de Trio
fr: Liste les dernières données de Trio
it: Elenca tutti gli stati di Trio
nb_no: Viser alle statuser for Trio
nl: Laat alle staten van de Trio zien
pl: Lista wszystkich stanów Trio
pt_pt: Listar todos os estados de Trio
ru: Список всех штатов Трио
sv: Lista status i Trio
uk: Список усіх штатів Тріо
vi: Liệt kê tất cả các trạng thái của Trio
zh_hant: 列出 Trio 的所有狀態

source: List last state available with Trio
bg: Списък с последното налично състояние на Trio
cs: Seznam posledních dostupných stavů Tria
da: Liste over seneste tilstand tilgængelig med Trio
de: Stellt den letzten von Trio verfügbaren Status dar
es: Lista de último estado disponible con Trio
fr: Liste les données récentes de Trio
it: Elenco ultimo stato disponibile con Trio
nb_no: Viser siste tilgjengelige status for Trio
nl: Lijst laatst beschikbare status met Trio
pl: Lista ostatniego stanu dostępnego z Trio
pt_pt: Listar último estado disponível com Trio
ru: Список последних состояний доступен с Trio
sv: Lista senaste status tillgänglig med Trio
uk: Список останніх держав племені
vi: Trạng thái hiện tại với Trio
zh_hant: 列出 Trio 的最後一個可用狀態

source: List State
bg: Състояние на списъка
cs: Seznam stavů
da: Liste Over Tilstand
de: Status zeigen
es: Estado de lista
fr: Dernières données Trio
it: Stato Lista
nb_no: Vis status
nl: Provincie lijst
pl: Lista stanu
pt_pt: Listar Estado
ru: Область списка
sv: Lista Status
uk: Стан списку
vi: Danh sách trạng thái
zh_hant: 列出狀態

source: Live Activities must be enabled under iOS Settings to allow Trio to display live data.
bg: Live Activities трябва да бъдат активирани в настройките на iOS, за да може Trio да показва данни на живо.
cs: Živé aktivity musí být povoleny v nastavení iOS, aby Trio mohlo zobrazovat živá data.
da: Live Aktiviteter skal være aktiveret under iOS-indstillinger for at tillade Trio at vise live-data.
de: Live-Aktivitäten müssen in den iOS-Einstellungen aktiviert sein, damit Trio Live-Daten anzeigen kann.
es: Las actividades en vivo deben estar habilitadas bajo los ajustes de iOS para permitir a Trio mostrar datos en vivo.
fr: Activez "Activités en direct" dans les Réglages iOS pour que Trio puisse afficher les données en temps réel.
it: Le attività dal vivo devono essere abilitate in Impostazioni iOS per consentire al Trio di visualizzare i dati dal vivo.
nb_no: Oppdateringer i sanntid må være aktivert under iOS Innstillinger for å tillate at Trio kan vise live data.
nl: Live activiteiten moeten worden ingeschakeld onder iOS instellingen om de Trio in staat te stellen live data weer te geven.
pl: Aktywności na żywo muszą być włączone w ustawieniach iOS, aby umożliwić Trio wyświetlanie danych na żywo.
pt_pt: Atividades ao vivo devem ser ativadas nas Configurações do iOS para permitir que Trio exiba dados ao vivo.
ru: Онлайн действия должны быть включены в настройках iOS, чтобы разрешить Трио отображать живые данные.
sv: Liveaktiviteter måste aktiveras under iOS-inställningar för att Trio ska kunna visa realtidsdata.
uk: Жива діяльність повинна бути включена в параметрах iOS, щоб дозволити племені відображати дані в реальному часі.
vi: Bạn phải bật Hoạt động Trực tiếp (Live Activities) trong Cài đặt iOS để Trio có thể hiển thị dữ liệu theo thời gian thực.
zh_hant: 必須在iOS設定中啟用即時活動，才能讓Trio顯示即時資料。

source: Live activity displays blood glucose live on the lock screen and on the dynamic island (if available)
bg: Live Activity показва кръвната захар на живо на заключения екран и в Dynamic Island (ако е налично)
cs: Živá aktivita zobrazuje glykémii v reálném čase na zamknuté obrazovce a v Dynamic Islandu (pokud je k dispozici).
da: Live aktivitet viser blodglukose live på låseskærmen og på den dynamiske ø (hvis tilgængelig)
de: Live-Aktivität zeigt die Glukose live auf dem Sperrbildschirm und auf der dynamischen Insel (falls verfügbar) an
es: La actividad en vivo muestra la glucosa en vivo en la pantalla de bloqueo y en la isla dinámica (si está disponible)
fr: "Activité en direct" permet d’afficher la mesure de glycémie en temps réel sur l’écran verrouillé et, si votre appareil est compatible, dans le Dynamique Island
it: L'attività in tempo reale visualizza la glicemia in tempo reale sulla schermata di blocco e sulla Dynamic Island (se disponibile)
nb_no: Oppdateringer i sanntid viser blodsukker live på låseskjermen og på den dynamiske øya (hvis tilgjengelig)
nl: De 'Live activiteit' toont bloedglucose op het vergrendelscherm en op het Dynamische Island (indien beschikbaar). Dynamic Island vervangt de traditionele statische 'notch' (inkeping) aan de bovenkant van de iPhone-schermen
pl: Aktywność na żywo wyświetla stężenie glikemii we krwi na ekranie blokady i na dynamicznej wyspie (jeśli jest dostępna)
pt_pt: Atividade ao vivo exibe glicemia ao vivo na tela de bloqueio e na ilha dinâmica (se disponível)
ru: Эфир активности - в реальном времени отображает уровень глюкозы в крови на экране блокировки и на динамическом островке Dynamic Island (если доступно)
sv: Liveaktivitet visar senaste glukosavläsning på låsskärmen och på Dynamic Island, om en sådan finns på din iPhone-modell
uk: Дії наживо відображає рівень глюкози в крові в прямому ефірі на екрані блокування та на динамічному острові (якщо доступний)
vi: Hoạt động Trực tiếp (Live Activity) hiển thị mức đường huyết theo thời gian thực trên màn hình khóa và trên Dynamic Island (nếu có)
zh_hant: 即時活動在鎖定螢幕和動態島上（如果有的話）顯示血糖即時數據

source: Live Activity Expired. Open Trio to Refresh
bg: Live Activity изтече. Отворете Trio, за да опресните
cs: Platnost živé aktivity vypršela. Otevři Trio pro obnovení
da: Live aktivitet udløbet. Åbn Trio for at opdatere
de: Live-Aktivity abgelaufen. Öffne Trio zum Aktualisieren
es: Actividad en vivo caducada. Abrir Trio para actualizar
fr: "Activité en direct" a expiré. Ouvrez l'application Trio pour la réactiver
it: Attività in tempo reale scaduta. Apri il trio per aggiornare
nb_no: Oppdatering i sanntid er utløpt. Åpne Trio for å oppdatere.
nl: Live activiteit verlopen. Open de trio om te vernieuwen
pl: Aktywność na żywo wygasła. Otwórz Trio aby odświeżyć
pt_pt: Atividade ao vivo expirada. Abra o Trio para atualizar
ru: Истек срок действия действия. Откройте трио для обновления
sv: Liveaktivitet löpte ut. Öppna Trio för att uppdatera
uk: Діяльність завершується. Відкрийте трійку для оновлення
vi: Live Activity đã hết hạn. Mở Trio để làm mới
zh_hant: 即時活動已過期。打開Trio以重新整理
